Repository: NamPNQ/django-videopages
Catalog: videopages/locale/*/LC_MESSAGES/django.po
Languages: ru

source: title
ru: заголовок

source: slug
ru: понятный URL

source: author
ru: автор

source: published
ru: опубликовано

source: created
ru: создано

source: modified
ru: изменино

source: description
ru: описание

source: tags
ru: метки

source: removed
ru: удалено

source: thumbnail url
ru: url эскиза

source: thumbnail
ru: эскиз

source: language
ru: язык

source: Become publisher
ru: Стать публикатором

source: Edit video
ru: Редактировать видеозапись

source: Edit video page
ru: Редактировать видео страницу

source: Save
ru: Сохранить

source: Remove
ru: Удалить

source: Latest users videos
ru: Последние видеозаписи

source: Latest videos
ru: Последние видеозаписи

source: Edit video title
ru: Редактировать заголовок

source: edit video
ru: Редактировать видеозапись

source: Tags
ru: Метки

source: You became a publisher
ru: Вы стали публикатором

source: Video page created successfully
ru: Страница с видео создана успешно

source: Video page saved successfully
ru: Страница с видео сохранена успешно

source: Updates on adding new videos by users
ru: Обновляется при новом добавлении видео пользователями

source: Latest published videos by
ru: Последние опубликованные видеозаписи

source: Updates on adding new videos by
ru: Обновляется при добавлении новых видеозаписей

source: Video page removed successfully
ru: Страница с видео удалена успешно
